import React from "react";
import "./Description.css";

export default function Description() {
  return (
    <div className="Description-container">
      <div className="Description-title Description-title-max-768 Description-title-min-768">
        توضیحات
      </div>
      <div className="Description-detail Description-detail-max-768 Description-detail-min-768">
        داشتن یک برنامه‌ریزی دقیق و اصولی یکی از مهم‌ترین عوامل موفقیت در درس و
        کنکور است. این دفتر به شما کمک می‌کند تا مطالعه خود را هدفمند و منظم پیش
        ببرید و در مسیر پیشرفت، عملکرد خود را ارزیابی کنید. با بخش‌های متنوع این
        دفتر، می‌توانید ساعات مطالعه خود را ثبت کنید، نقاط قوت و ضعف خود را
        شناسایی کرده و با برنامه‌ریزی بهتر، بازدهی خود را افزایش دهید.
        <br />
        <br />
        طراحی منظم و کاربردی این دفتر باعث می‌شود بتوانید به‌راحتی اهداف روزانه،
        هفتگی و ماهانه خود را تنظیم کنید. همچنین، با تحلیل میزان تسلط روی درس‌ها
        و بررسی روند پیشرفت، می‌توانید استراتژی‌های مطالعه خود را بهبود ببخشید.
        <br />
        <br />
        این دفتر مناسب دانش‌آموزان و داوطلبان کنکور است که می‌خواهند از زمان خود
        بهترین استفاده را ببرند و مسیر موفقیت را با برنامه‌ای دقیق طی کنند.
        امکان ثبت و پیگیری جزئیات مطالعاتی، شما را در داشتن یک برنامه منظم یاری
        می‌کند و به شما انگیزه می‌دهد تا با انرژی بیشتری به سمت اهداف خود حرکت
        کنید.
      </div>
    </div>
  );
}
